Repository: DMichaelRamirez74/Production
Catalog: Fingerprints/LocalResource/Resources.*.resx
Languages: es

source: Age
es: Años

source: Center Overview
es: Resumen del centro

source: Child Development Center of America
es: Centro de Desarrollo Infantil de América

source: Child Length
es: Longitud del niño

source: Child Length
es: Longitud del niño

source: Child Weight
es: Peso del niño

source: Export All
es: Exportar todo

source: Export PDF
es: Exportar PDF

source: Growth Chart of
es: Tabla de crecimiento de

source: HeadCircu.
es: Circunferencia de la cabeza

source: Head Circumference vs Age
es: Circunferencia de cabeza contra edad

source: Inch
es: Pulgada

source: Length
es: Longitud

# LengthofCM
source: Length(CM)
es: Longitud

# LengthofInch
source: Length(Inch)
es: Longitud(Pulgada)

source: Length vs Age
es: Longitud vs Edad

source: Month
es: Mes

source: Please Wait
es: por favor espera

source: Pound
es: Libra

source: Weight
es: Peso

source: Weight vs Age
es: Peso vs Edad

source: Weight vs Length
es: Peso vs Longitud

source: Weight(kg)
es: Peso(kg)

source: Weight(Pound)
es: Peso(la libra)

source: Address Change
es: Cambio de dirección

source: BMI Vs Age
es: BMI Vs Años

source: Billing Attachments
es: Adjuntos de facturación

source: Education Status
es: Estado de la educación

source: Employment Status
es: Estado de Empleo

source: Homeless Status
es: Estado sin hogar

source: Military Status
es: Situación Militar

source: Parent Participation
es: Participación de los padres

source: School Calendar
es: Calendario escolar

source: Upcoming Events
es: Próximos Eventos

source: Volunteer
es: voluntario

source: Click here for Parent Engagement Request
es: clic aquí para marcar la llegada tardía

source: Click here to Mark Absent
es: clic aquí para marcar ausente

source: Click here to Mark Late Arrival
es: clic aquí para marcar la llegada tardía

source: Click here to see screen details
es: clic aquí para ver los detalles de la pantalla

source: Family Access Portal
es: Portal de Acceso Familiar

source: Family Service Worker
es: Trabajador de servicios familiares

source: Health
es: Salud

source: Insurance Status
es: Estado del seguro

source: Mark Absent
es: Marca ausente

source: Mark Late Arrival
es: Marca tarde llegada

source: Nurse
es: Enfermera

source: Parent Engagement
es: Participación de los padres

source: Screening Results
es: Resultados de detección

source: Teacher
es: Profesor

source: Address
es: Dirección

source: Alert
es: Alerta

source: Cancel
es: Cancelar

source: Change Address
es: Cambiar dirección

source: City
es: Ciudad

source: Classes at
es: Clases en

source: closed today
es: cerrado hoy

source: Date of Change
es: Fecha de cambio

source: State
es: Estado

source: Your Current Address Is
es: Su dirección actual es

source: Zip Code
es: Código postal

source: All Rights Reserved
es: Todos los derechos reservados

source: Copyright
es: Derechos de autor

source: Activity Date
es: Fecha de actividad

source: Activity Notes
es: Notas de actividad

source: Change Status
es: Cambiar Estado

source: Child Name
es: Nombre de niño

source: Current Education Status Is
es: El estado actual de la educación es

source: Current Employment Status Is
es: La situación laboral actual es

source: Current Military Status Is
es: El estado militar actual es

source: Day of Volunteer
es: Dia del voluntario

source: Events registered on other center
es: Eventos registrados en otro centro.

source: Events registered on your center
es: Eventos registrados en tu centro.

source: Hours
es: Horas

source: Hours of Volunteer
es: Horas de voluntariado

source: I would like to volunteer
es: Me gustaria ser voluntaria

source: Registered Events
es: Eventos registrados

source: Select All
es: Seleccionar todo

source: Select Child(s)
es: Seleccione Niño (s)

source: Status Change Notes
es: Notas de cambio de estado

source: Submit
es: Enviar

source: Your Current Homeless Status Is
es: Su estado actual sin hogar es

source: Welcome
es: Bienvenido

source: Action
es: Acción

source: Child Growth Chart
es: Tabla de crecimiento infantil

source: Click here to see growth chart details
es: clic aquí para ver los detalles de la tabla de crecimiento

source: Date
es: Fecha

source: Events
es: Eventos

source: Happy BirthDay
es: Feliz cumpleaños

source: Logout
es: Cerrar sesión

source: No Events Available For This Center
es: No hay eventos disponibles para este centro

source: Other Centers
es: Otros centros

source: Please complete the following survey
es: Por favor complete la siguiente encuesta

source: Profile
es: Perfil

source: Registered
es: Registrado

source: Title
es: Título

source: Your Center Name
es: El nombre de tu centro

source: Child has poor attendance
es: El niño tiene poca asistencia

source: Child has very great attendance
es: El niño tiene muy buena asistencia.

source: Absent
es: Ausente

source: Arrival Time
es: Hora de llegada

source: Choose Reason
es: Elegir motivo

source: Expected Arrival Time
es: Hora de llegada prevista

source: Mark Late
es: Marca tarde

source: Mark Late Arrival For
es: Marca de llegada tarde para

source: Minutes
es: Minutos

source: Notes
es: Notas

source: Reading
es: Leyendo

source: Reason
es: Razón

source: Writing
es: Escritura

source: Accept Signature
es: Aceptar firma

source: Action is not available
es: La acción no está disponible

source: Advanced Degree
es: Grado avanzado

source: African Languages
es: Lenguas africanas

source: Associate Degree
es: Grado Asociado

source: Baccalaureate Degree
es: Grado de bachillerato

source: BCI Check Date
es: Fecha de verificación BCI

source: Caribbean Languages
es: Lenguas caribeñas

source: Change
es: Cambio

source: Clear
es: limpiar

source: Communicable Disease Test Date
es: Fecha de la prueba de enfermedades transmisibles

source: Communicable Disease Test Results
es: Resultados de la prueba de enfermedades transmisibles

source: Credential
es: Credencial

source: Currently Enrolled
es: Actualmente matriculados

source: Degree
es: Grado

source: Degree Date
es: Fecha de grado

source: Degree Type
es: Tipo de estudios

source: Delete
es: Borrar

source: East Asian Languages
es: Idiomas asiáticos orientales

source: Edit Profile
es: Editar perfil

source: Education
es: Educación

source: Employment Requirements
es: Requisitos de empleo

source: English
es: Inglés

source: Fail
es: Fallar

source: Federal Background
es: Antecedentes federales

source: Federal Background Check Date
es: Fecha de verificación de antecedentes federales

source: File Name
es: Nombre del archivo

source: File Type
es: Tipo de archivo

source: Highest Degree
es: El grado más alto

source: Institution
es: Institución

source: Languages Spoken
es: Idiomas hablados

source: Major
es: Mayor

source: Medical Statement
es: Declaración médica

source: Medical Statement Date
es: Fecha de declaración médica

# Middle_Eastern_and_South_Asian_Languages
source: Middle Eastern & South Asian Languages
es: Idiomas de Oriente Medio y Asia Meridional

# Native_Mexican_Languages
source: Native Central American, South American, and Mexican Languages
es: Lenguas nativas centroamericanas, sudamericanas y mexicanas

# Native_North_American_Alaska_Languages
source: Native North American/Alaska Native Languages
es: Idiomas nativos de América del Norte / Alaska

source: Non Conviction Statement
es: Declaración de no convicción

source: Non Conviction Statement Date
es: Fecha de declaración de no convicción

source: No Image
es: Sin imágen

source: Other
es: Otro

source: Pacific Island Languages
es: Lenguas de la Isla del Pacífico

source: Pass
es: Pasar

source: Please enter signature
es: Por favor introduzca la firma

source: Please enter signature code
es: Por favor ingrese el código de firma

source: Save
es: Salvar

source: Signature
es: la Firma

source: Signature Code
es: Código de firma

# Sign_Above_Accept_Signature
source: Sign above and click on Accept Signature
es: Firme arriba y haga clic en Aceptar firma

source: Sign here
es: Firma aqui

source: Spanish
es: Español

source: Specify Other Language
es: Especifique otro idioma

source: Tuberculosis Test Date
es: Fecha de prueba de tuberculosis

source: Upload BCI Check Image
es: Subir imagen BCI Check

source: Upload Federal Background Image
es: Subir imagen de fondo federal

source: Upload Medical Statement Image
es: Subir imagen de declaración médica

source: Upload Non Conviction Statement Image
es: Subir imagen de declaración de no convicción

# You_add_upto_three_degrees
source: You can add up to three degrees
es: Puedes añadir hasta tres grados

source: Accepted
es: Aceptado

source: Center Name
es: Nombre del centro

# DateNotEarlierBirthDate
source: Date can not be earlier than the date of birth or greater than today date
es: La fecha no puede ser anterior a la fecha de nacimiento ni mayor a la fecha de hoy

# ErrrorOccurred
source: Error occurred. Please, try again later
es: Se produjo un error. Por favor, inténtelo de nuevo más tarde

source: Full
es: Completa

source: Invalid Date
es: Fecha invalida

source: Open Seats
es: Asientos abiertos

source: Pending
es: Pendiente

# PleaseSignAcceptSignature
source: Please sign and accept signature
es: Por favor firme y acepte la firma

source: Returned
es: Devuelto

# SelectAnyoneLanguage
source: Please select anyone Language
es: Por favor seleccione cualquier idioma

# SigCodeOnly4digits
source: Please enter at least 4 numbers
es: Por favor ingrese al menos 4 números

# SignatureCodeNotMatch
source: Signature code doesn't match
es: El código de firma no coincide

source: Wait
es: Espere

source: Waiting
es: Esperando

# OnlyFourDigitsNumerics
source: Only 4 - digits numeric (0 - 9) values
es: Sólo valores numéricos de 4 dígitos (0 - 9)

source: Absence Report
es: Informe de ausencia

source: Appointment
es: Cita

source: Approval Dashboard
es: Panel de Aprobación

source: Cancelled Events
es: Eventos cancelados

source: Child and Family Review
es: Revisión del niño y la familia

source: Classroom Assignment
es: Asignación de aula

source: Community Assessment
es: Evaluación de la comunidad

source: Create Event
es: Crear evento

source: Dashboard
es: Tablero

source: Demographic Review
es: Revisión demográfica

source: Disability
es: Discapacidad

source: Education Material Maintenance
es: Material educativo de mantenimiento

source: Event Report
es: Reporte del evento

source: Family Intake
es: Ingesta familiar

source: Future Clients
es: Clientes Futuros

source: Group Case Notes
es: Notas de caso de grupo

source: Group Sharing of Education Material
es: Compartir en grupo de material educativo

source: Growth Analysis
es: Análisis de crecimiento

source: In-Kind Entry
es: Entrada en especie

source: In-Kind Report
es: Informe en especie

source: List of Events
es: Lista de eventos

source: Matrix Summary
es: Resumen de la matriz

source: My Menu
es: Mi menú

source: Number of Present
es: Número de Presente

source: Number of Total
es: Número de Total

source: Over Income
es: Sobre ingresos

source: Parent Contact Information
es: Información de contacto de los padres

# PercentageFull
source: % Full
es: % Completo

source: Roster
es: la nómina

source: Schedules
es: Horarios

source: Screening
es: Cribado

source: Screening Statistics
es: Estadísticas de detección

source: This Month's Attendance Percentage
es: Porcentaje de asistencia de este mes

source: This Week's Attendance Percentage
es: Porcentaje de asistencia de esta semana

source: This Year's Attendance Percentage
es: Porcentaje de asistencia de este año

# TodayAttendancePercentage
source: Today's Attendance Percentage
es: Porcentaje de asistencia de hoy

source: Transition Client List
es: Lista de clientes de transición

source: Withdrawal Client List
es: Retirada lista de clientes

source: Add
es: Añadir

source: Capture Using Camera
es: Captura usando la cámara

source: Change Password
es: Cambia la contraseña

source: My Profile
es: Mi perfil

source: Remove
es: retirar

source: Upload Certificate (s)
es: Subir certificado (s)
